"# JSON Response\n\n```json\n{\n  \"titulo_principal\": \"O Segredo dos Filmes de Super-Herói Que Você Nunca Percebeu!\",\n  \"roteiro\": [\n    {\n      \"titulo_curto\": \"Por Que Amamos Tanto Super-Heróis?\",\n      \"descricao\": \"Explorando a fascinação humana por histórias de super-heróis\",\n      \"falas\": [\n        \"Mano, olha isso... Por que será que todo mundo fica tão viciado em filme de super-herói?\",\n        \"Pensa comigo... Quando você era criança, quem era seu herói favorito? O que ele representava pra você?\",\n        \"Agora vem o mais louco... Esses filmes não são só sobre pessoas com superpoderes, são sobre a melhor versão de nós mesmos!\"\n      ],\n      \"exemplos\": [\n        \"Como o Homem-Aranha representa a jornada da adolescência\",\n        \"O Batman mostrando que o trauma pode ser transformado em propósito\"\n      ]\n    },\n    {\n      \"titulo_curto\": \"A Fórmula Secreta dos Filmes de Herói\",\n      \"descricao\": \"Desvendando a estrutura narrativa que faz esses filmes funcionarem\",\n      \"falas\": [\n        \"Você já parou pra pensar por que quase todo filme de herói segue o mesmo padrão?\",\n        \"Tem um segredo aqui... O 'Jornada do Herói' de Joseph Campbell é a base de TODOS esses filmes!\",\n        \"Agora preste atenção... Origem, desafio, transformação - é a receita do sucesso que a Marvel e DC usam há décadas\"\n      ],\n      \"exemplos\": [\n        \"Como Homem de Ferro (2008) segue exatamente essa estrutura\",\n        \"A evolução do Thor ao longo dos filmes da Marvel\"\n      ]\n    },\n    {\n      \"titulo_curto\": \"Os Vilões Que Roubam a Cena\",\n      \"descricao\": \"Analisando o que faz um grande vilão de filme de super-herói\",\n      \"falas\": [\n        \"Mano, o que seria do Batman sem o Coringa? NADA!\",\n        \"Pensa comigo... Os melhores vilões são aqueles que a gente quase torce por eles, não é?\",\n        \"Agora vem a verdade... Um grande vilão é o espelho distorcido do herói - ele mostra o que o protagonista PODERIA ter se tornado\"\n      ],\n      \"exemplos\": [\n        \"Thanos como vilão filosófico em Vingadores\",\n        \"Killmonger em Pantera Negra representando uma causa justa com métodos errados\"\n      ]\n    },\n    {\n      \"titulo_curto\": \"O Futuro dos Filmes de Super-Herói\",\n      \"descricao\": \"Especulando para onde o gênero está indo\",\n      \"falas\": [\n        \"Você acha que a moda dos filmes de herói vai passar? Eu te digo... NUNCA!\",\n        \"Olha só... A Marvel e DC estão reinventando o gênero a cada ano\",\n        \"Agora vem o mais louco... Com streaming e séries, os heróis estão mais acessíveis do que nunca!\"\n      ],\n      \"exemplos\": [\n        \"O sucesso das séries da Marvel no Disney+\",\n        \"Filmes de herói indo para o terror (Doutor Estranho 2)\"\n      ]\n    }\n  ],\n  \"palavras_chave\": [\n    \"filmes de super-herói\",\n    \"Marvel\",\n    \"DC\",\n    \"cinema\",\n    \"entretenimento\",\n    \"cultura pop\",\n    \"vingadores\",\n    \"batman\",\n    \"homem-aranha\"\n  ],\n  \"publico_alvo\": [\n    \"fãs de cultura pop\",\n    \"jovens adultos\",\n    \"entusiastas de cinema\",\n    \"nerds\",\n    \"colecionadores de quadrinhos\"\n  ],\n  \"objetivo\": \"Entreter e analisar a fascinação cultural por filmes de super-heróis, explorando sua estrutura narrativa, personagens e impacto no entretenimento moderno\",\n  \"prompt_imagem_capa\": \"A dramatic cinematic collage of famous superheroes (Iron Man, Batman, Spider-Man, Wonder Woman) in action poses, colorful comic book style, dynamic lighting, with the text 'The Secret World of Superhero Movies' in bold comic font, background of city skyline at night\"\n}\n```"
